-privacy_info = Вижте [декларацията за поверителност](<https://wikiauthbot-ng.toolforge.org/ps>) на WikiAuthBot2, за да научите как използваме вашата информация.

auth = За удостоверяване на автентичността на профила Ви в Уикипедия, моля, последвайте тази връзка: [Удостоверяване]({$url})

    {-privacy_info}

auth_exists_in_server = Вече сте удостоверили автентичността на профила си на този сървър. Няма нужда да се удостоверявате отново.

auth_to_server = Вече сте идентифицирани като [{$name}](<{$url}>). Искате ли да удостоверите това на сървъра?

    {-privacy_info}

yes = Да
no = Не

auth_footer = Този линк ще бъде валиден в следващите 5 минути.

authreq_canceled = Удостоверяването на автентичността е отменено.
authreq_expired = Удостоверяването на автентичността е изтекло.

authlog = {$mention} е удостоверен/а като [User:{$username}](<{$user_link}>) (идентификатор на единната сметка {$wmf_id})

# Записът в удостоверителния дневник, който отразява причината за предоставянето на ролята „Регистрирани“.
auditlog_successful_auth = удостоверен като потребител на Уикипедия {$wmf_id}

authreq_successful = Удостоверяването на автентичността е успешно.

bot = WikiAuthBot

whois_no_user_found = Не е намерен такъв потребител. Потребителят или не е на този сървър, или не е удостоверен.

revwhois_fail = Не може да се извлече информация за дадения потребител. Моля, уверете се, че сте въвели правилното потребителско име..

revwhois_no_auth = [{$name}](<{$user_link}>) не е удостоверен на този сървър.

revwhois_one = [{$name}](<{$user_link}>) е удостоверен като {$mention}

# note: no space between colon and variable.
revwhois_multiple = [{$name}](<{$user_link}>) е удостоверен за следните профили:{$mentions}

user_link = https://bg.wikipedia.org/w/index.php?title=%D0%A1%D0%BF%D0%B5%D1%86%D0%B8%D0%B0%D0%BB%D0%BD%D0%B8%3A%D0%A3%D0%BF%D1%80%D0%B0%D0%B2%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5_%D0%BD%D0%B0_%D0%B5%D0%B4%D0%B8%D0%BD%D0%BD%D0%B8%D1%82%D0%B5_%D1%81%D0%BC%D0%B5%D1%82%D0%BA%D0%B8/{$normalized_name}

welcome_has_auth = Добре дошли, {$mention}! Вече сте удостоверили автентичността на профила си като [{$name}](<{$user_link}>), така че не е необходимо да се удостоверявате отново.

welcome_has_auth_failed = Добре дошли, {$mention}! Вече сте удостоверили автентичността на профила си като (грешка при опита за извличане на информация!), така че не е необходимо да се удостоверявате отново.

welcome = Добре дошли, {$mention}! Ако искате да удостоверите автентичността на (да свържете публично) профила си в Уикипедия, моля, въведете или кликнете </auth:1241068923730919464>

whois_global_groups = Глобални групи: {$groupslist}

whois_blocked = **БЛОКИРАН**
whois_locked = **ЗАКЛЮЧЕН**
whois_pblocked = частично блокиран
whois_edits = Редакции: {$edits}
whois_groups = Групи: {$groupslist}
whois_overflow = Максимум 10 в списъка. Кликнете върху името им в горната част, за да видите цялата информация..
whois_no_block_reason = <!-- Няма посочена причина -->

# If you need a different date format other than YYYY-MM-DD, let me know.
whois = Discord: {$mention}
    Регистриран: {$registration}
    Основно уики: {$home}
    {$global_groups}Общ брой редакции: {$edits}

cancel = отмени

deauth = Сигурен ли сте, че искате да премахнете удостоверяването си от този сървър?
deauth_canceled = Премахването на удостоверяването е отменено.
deauth_expired = Премахването на удостоверяването е изтекло.
deauth_not_found = В момента не сте удостоверен/а на този сървър. Изпълнете тази команда на сървър, на който сте удостоверен/а.
deauth_done = Данните за удостоверяване са премахнати успешно.
deauth_more = В момента сте удостоверен/а на {$num_servers_authed} сървъра. Само от този сървър ли искате да премахнете данните си за удостоверяване или от всичките {$num_servers_authed} сървъра?
deauth_more_single = Изтрий само от този сървър
deauth_more_single_done =Данните за удостоверяване са премахнати успешно от този сървър.
deauth_more_multi = Изтрий от всички сървъри, в които съм удостоверен/а
deauth_more_multi_done = Данните за удостоверяване са премахнати успешно от {$num_servers_authed} сървъра.
deauth_log = {$mention} е деактивирал удостоверяването си от този сървър.
deauth_audit_log = премахнато удостоверяване за автентичност

auth_failed_blocked = Удостоверяването за автентичност е неуспешно: Вие сте блокиран/а от един или повече проекти на Уикимедия, което препятства удостоверяването Ви на този сървър. Свържете се с администраторите на сървъра за помощ.
auth_failed_error = Удостоверяването се провали: Възникна вътрешна грешка. Моля, свържете се с beef.w в Дискорд, за да докладвате за грешки.
removed_blocked_user_roles = Премахната роля от блокиран потребител
adding_managed_role = Добавяне на роля, управлявана от бот, за обозначаване на съответствие с критериите
removing_managed_role = Премахване на ролята, управлявана от бот, тъй като потребителят вече не отговаря на критериите

server_auth_success = Успех! Информацията за удостоверяване на автентичността е изпратена на бота. :)

cmd_whois = whois
cmd_whois_desc = Проверете данните за профила на удостоверен член
cmd_whois_user = user
cmd_whois_user_desc = Потребител за проверка, оставете празно за себе си
cmd_whois_menu = Получаване на информация
cmd_auth = auth
cmd_auth_desc = Удостоверете автентичността на своя акаунт в Уикимедия
cmd_revwhois = revwhois
cmd_revwhois_desc = Списък с профили в Дискорд, свързани с профили в Уикимедия
cmd_revwhois_user = user
cmd_revwhois_user_desc = Име на потребителя на Уикимедия
cmd_deauth = deauth
cmd_deauth_desc = Премахнете удостоверяването си или изтрийте данните си от бота.
